/* authorizing */
"authorizing" = "yetkilendiriliyor";

/* bookmarks */
"bookmarks" = "yer imleri";

/* bookmarks menu */
"Bookmarks Menu" = "Yer İmleri Menüsü";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Yer İmleri Araç Çubuğu";

/* cancel */
"Cancel" = "İptal";

/* unable to load page */
"Cannot Load Page" = "Sayfa yüklenemedi";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Anahtarlıktan özel anahtar yüklenemedi";

/* cannot submit email */
"Cannot Submit" = "Gönderilemedi";

/* unable to refresh data */
"Cannot Sync" = "Eşitlenemedi";

/* connecting */
"connecting" = "bağlanılıyor";

/* copy the url to the clipboard */
"Copy URL" = "Adresi kopyala";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Sunucudaki veriler yeni ve tanımlanamayan bir biçime sahip. Lütfen SyncClient'u güncelleyin.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Sunucudaki veriler eski ve desteklenmeyen bir biçime sahip. Lütfen bilgisayarınızdaki Firefox Sync'i güncelleyin.";

/* duplicate email address */
"Duplicate" = "Çoğalt";

/* send the url via email */
"Email URL" = "Adresi e-posta ile gönder";

/* error loading page */
"Error Loading Page" = "Sayfa yüklenirken hata oluştu";

/* error retrieving data */
"Error Retrieving Data" = "Veri alınırken hata oluştu";

/* Failed Server Lookup */
"Failed Server Lookup" = "Sunucu araması başarısız oldu";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Sunucuyla iletişim kurma başarısız oldu (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Özel anahtar, anahtarlığa yüklenemedi (%d)";

/* email content */
"Here is that site we talked about:" = "İşte konuştuğumuz şu site:";

/* history */
"history" = "geçmiş";

/* incorrect password */
"Incorrect Password" = "Hatalı parola";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Hatalı Sync anahtarı";

/* we will send instructions */
"Instructions are on the way" = "Yönergeler yolda";

/* invalid url */
"Invalid URL" = "Geçersiz adres";

/* loading web page */
"loading..." = "yükleniyor...";

/* unable to login */
"Login Failure" = "Oturum açılamadı";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobil Yer İmleri";

/* no internet connection */
"No internet connection available" = "İnternet bağlantısı yok";

/* no matching items found */
"No Matches" = "Sonuç bulunamadı";

/* ok */
"OK" = "Tamam";

/* privacy policy */
"Privacy Policy" = "Gizlilik Politikası";

/* refresh local data */
"Refresh" = "Tazele";

/* searching for matching items */
"Searching..." = "Aranıyor...";

/* email subject */
"Sending you a link" = "Sana bir bağlantı gönderiyorum";

/* re-authenticate */
"Sign In" = "Giriş";

/* stop refreshing data */
"Stop" = "Durdur";

/* tabs */
"tabs" = "sekmeler";

/* terms of service */
"Terms Of Service" = "Hizmet Koşulları";

/* thank you for submitting */
"Thank you!" = "Teşekkürler!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Bu e-posta adresi zaten gönderilmiş";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Sunucuyla iletişim kurulamadı (%d)";

/* server unavailable */
"Unable to contact server" = "Sunucuyla iletişim kurulamadı";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "E-postanız gönderilemedi, lütfen daha sonra tekrar deneyin (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Sıralanmamış Yer İmleri";

/* username not found */
"User Name Not Found" = "Kullanıcı adı bulunamadı";

/* launch safari to display the url */
"View in Safari" = "Safari'de görüntüle";

/* Required */
"Required" = "Gerekli";

/* Caution: use at own risk */
"Caution: use at own risk" = "Uyarı: Kullanım riski size aittir";

/* Enter your Sync account information */
"Enter your Sync account information" = "Sync hesap bilgilerinizi girin";

/* Account */
"Account" = "Hesap";

/* Password */
"Password" = "Parola";

/* Sync Key */
"Sync Key" = "Sync anahtarı";

/* Use Custom Server */
"Use Custom Server" = "Özel sunucu kullan";

/* Server URL */
"Server URL" = "Sunucu adresi";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Sync kurulamadı";

/* Try Again */
"Try Again" = "Tekrar dene";

/* Manual Setup */
"Manual Setup" = "Elle kurulum";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient, Sync'e bağlanamadı. Tekrar denemek ister misiniz?";

/* Passcode */
"Passcode" = "Şifre";

/* Used for a small button */
"Not Now" = "Şimdi değil";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Güncelleme nedeniyle SyncClient'da yeniden oturum açmanız gerekiyor.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "Sayfa türü desteklenmediği için SyncClient bu sayfayı yükleyemiyor.";

// Moved here from XIB's
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient bir Firefox Sync hesabı gerektirir. Hesap açmak için bilgisayarınızdaki Firefox'u kullanın.";
"I Have A Sync Account" = "Sync hesabım var";